{
  "welcome.cabricality.title": "Welcome",

  "welcome.cabricality.limitless.title": "Limitless Potential",
  "welcome.cabricality.limitless.content.1": "This pack is for you.",
  "welcome.cabricality.limitless.content.2": "We hope you'll have a good time with it.",

  "welcome.cabricality.optional.title": "Completely Optional",
  "welcome.cabricality.optional.content.1": "The Questing system helps you with the primary customisations of the Modpack: &3Trades&r and the &6Progression of Tech&r",
  "welcome.cabricality.optional.content.2": "Completing Quests is not required to progress through the game.",

  "welcome.cabricality.i.subtitle": "Introduction",
  "welcome.cabricality.i.content.1": "Modpack Description:",
  "welcome.cabricality.i.content.2": "The sandbox has been turned upside down - be ready to invent your best Create Contraptions yet. ",
  "welcome.cabricality.i.content.3": "&7(Or the first, if you are that brave!)",

  "welcome.cabricality.ii.content.1": "About fifty inventions lie between you and the moon. ",
  "welcome.cabricality.ii.content.2": "Thousands of components will flow through the ever-growing sequence of your machines, providing the means to explore the next level of technology. ",

  "welcome.cabricality.iii.content.1": "Your entire factory will be put to the test as final products flow into the Data Centre, programming the Guidance computer of your Spaceship.",
  "welcome.cabricality.iii.content.2": "Every step is different, some may even differ depending on the generation seed of your World.",

  "welcome.cabricality.iv.content.1": "Tired of the grind?",
  "welcome.cabricality.iv.content.2": "Fund the operation with coin provided either from various errands, or your chosen professions. ",
  "welcome.cabricality.iv.content.3": "Automatically ship produce from your farms or gather other players to aid you in your mission.",
  "welcome.cabricality.iv.content.4": "Then you can purchase all manner of resources, artifacts and building blocks from the market, making your life just a little bit easier.",

  "welcome.cabricality.overview.title": "Quest Content Overview",
  "welcome.cabricality.overview.content.1": "- &6The Bulletin Board&r provides means to earn currency for Trading.",
  "welcome.cabricality.overview.content.2": "Here you can complete various errands or buy a profession permit for use in the Trading Machine.",
  "welcome.cabricality.overview.content.3": "- &6The Market&r gives you options to spend your money on a variety of fun and useful items and gadgets.",
  "welcome.cabricality.overview.content.4": "- &6Shipments&r are the Automated way to exchange coin for resources. Here you can buy Import Cards for use in the Trading Machine.",
  "welcome.cabricality.overview.content.5": "- The &3Factory Guide&r provides useful information for the path of Technology and Automation. All challenges to be overcome have been neatly organised into chapters and tasks. It is entirely optional to follow this Guide.",
  "welcome.cabricality.overview.content.6": "- The Section on &3Metallurgy&r gives an overview of the ways to turn your ore into refined metal. Different paths yield differently.",
  "welcome.cabricality.overview.content.7": "- &3Lifesavers&r brings a spotlight to all those little utilities that can help you overcome the challenges set before you.",

  "welcome.cabricality.go.title": "Off you go!",
  "welcome.cabricality.go.content.1": "Now that you have an idea of what is new and what is not, settle in and start your Journey."
}